Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: W większej części plan się udał. Z tym że Odgarowi będziemy musieli nieźle zapłacić za milczenie.
uk: Здебільшого план спрацював. За винятком того, що нам доведеться добряче заплатити Одгару за його мовчання.

source: W większości jest brudny od zaschniętej krwi.
uk: Здебільшого, заплямований засохлою кров'ю.

source: W wolnej chwili się za to wezmę.
uk: Я займуся цим у вільний час.

source: W wolnych chwilach z kolei raczę się pysznym piwkiem! Ten ciemny wynalazek piwowara z miasta całkowicie mnie urzekł, naprawdę polecam.
uk: У вільний час, натомість, я насолоджуюся смачним пивом! Цей темний витвір міського пивовара мене цілком зачарував, дуже рекомендую.

source: W wolnych chwilach, w karczmie. Bardzo nieprzyjemny typ, jedyny mi znany, który nawet o Ulryku wypowiada się lekceważąco.
uk: У вільний час - в корчмі. Дуже неприємний тип, єдиний, кого я знаю, хто навіть про Ульріка відгукується зневажливо.

source: W wolnym czasie wzmacniam i naprawiam też pancerze okolicznych łowców. Niby to nie nasi, ale szkoda by było, żeby zabił ich jakiś zębacz.
uk: У вільний час я також зміцнюю та ремонтую обладунки місцевих мисливців. Хоч вони й не з нами, але буде шкода, якщо їх вб'ють снеппери.

source: W wykonywaniu swojej roboty brak mu finezji i dokładności, co zgadza się z twoim opisem, ale jeśli chodzi o skuteczność i brutalną siłę, to nie ma sobie równych.
uk: Йому не вистачає витонченості і точності у виконанні своєї роботи, що збігається з твоїм описом, але коли справа доходить до ефективності і грубої сили, йому немає рівних.

source: W wyniku inwazji Maksyma, miasto Archolos obróciło się w ruinę, a jego przebudowa na modłę myrtańską trwała wiele lat. W tym czasie położone w centrum wyspy Silbach przejęło stery kluczowego punktu handlowego.
uk: Внаслідок вторгнення Максимуса місто Архолос перетворилося на руїни, а його відновлення в міртанському стилі зайняло багато років. За цей час Сільбах, розташований у центрі острова, перебрав на себе роль ключового торгового пункту.

source: W wyniku podtopień, mieliśmy tu ostatnio spory bałagan. Wiatr uszkodził młyn, a długotrwałe ulewy sprawiły, że plony zwyczajnie przegniły.
uk: Внаслідок повені у нас тут нещодавно був справжній безлад. Вітер пошкодив млин, а тривалі зливи призвели до того, що врожай просто згнив.

source: W wytworzeniu odpowiedniej atmosfery! Ciepłe słówka, muzyka, odpowiednia strawa i, co najważniejsze, urokliwe miejsce!
uk: У створенні правильної атмосфери! Приємні слова, музика, відповідна їжа і, що найголовніше, чарівне місце!

source: W wąwozie niedaleko leśnej drogi znalazłem jego ciało. Musiało tam trochę leżeć, bo zdążyło zebrać się wokół niego całe stado ścierwojadów.
uk: В ущелині біля лісової дороги я знайшов його тіло. Схоже, воно пролежало там деякий час, тому що навколо нього встигла зібратися ціла зграя падальників.

source: W zachodniej części miasta władze w niespełna rok wzniosły wspaniały kościół Innosa, zaraz obok, postawionej jeszcze podczas wojny o Archolos, niewielkiej kaplicy. Świątynia ta jest najwyższą budowlą w okolicy, pełniącą funkcję doskonałego punktu orientacyjnego.
uk: У західній частині міста влада менш ніж за рік звела величну церкву Інноса, поруч з невеликою каплицею, зведеною ще під час війни за Архолос. Вона є найвищою будівлею в цій місцевості і слугує чудовим орієнтиром.

source: W zachodnim skrzydle głazy leżące na ziemi nagle ożyły i uformowały kamienne golemy.
uk: У західному крилі валуни, що лежали на землі, раптом ожили і утворили кам'яних големів.

source: W zachodnim skrzydle głazy leżące na ziemi nagle ożyły.
uk: У західному крилі валуни, що лежали на землі, раптом ожили.

source: W zależności od dnia i nastrojów publiczności, walczymy na pięści lub na broń białą. Nie używamy żadnej broni strzeleckiej ani magii.
uk: Залежно від дня і настрою глядачів, ми б'ємося на кулаках або з використанням холодної зброї. Ніякої стрілецької зброї чи магії ми не використовуємо.

source: W zależności od tego, jak potężny czar zawiera, będziesz potrzebował sproszkowanej rudy albo jej czystych bryłek.
uk: Залежно від того, наскільки потужне заклинання на ньому написано, тобі знадобиться або порошкоподібна руда, або її чисті самородки.

source: W zamian Gildia może zaoferować spory dom w porcie, którego warunki mają znacznie wyższy standard niż nasze koszary.
uk: Замість цього Гільдія може запропонувати великий будинок в порту, умови якого мають значно вищі стандарти, ніж наші казарми.

source: W zamian oczekuje, że oddacie swoje stare wyposażenie. Zostanie ono odpowiednio wykorzystane na froncie.
uk: Взамін очікується, що ви віддасте своє старе спорядження, яке буде відповідно використане на фронті.

source: W zamian oczekuję, że szepniesz o mnie dobre słówko u skryby Mateya.
uk: Натомість я очікую, що ти замовиш за мене добре слово писареві Матею.

source: W zamian za co oddałabyś ten papier?
uk: Що ти хочеш за цей документ?

source: W zamian za godziwą zapłatę, zobowiązani są do działania w ramach objętej przez nas strategii.
uk: В обмін на справедливу плату вони зобов'язані діяти в рамках обраної нами стратегії.

source: W zamian za pokaźną sumę robotnicy w stoczni zdecydowali się zrezygnować z budowania łodzi dla przemytników.
uk: В обмін на солідну суму робітники корабельні вирішили відмовитися від будівництва човна для контрабандистів.

source: W zamian za pomoc chętnie oddam ci kilka takich mikstur.
uk: За твою допомогу я з радістю дам тобі трохи цього зілля.

source: W zamian za skromne datki Patracjan pokaże mi, jak zwiększyć moc magiczną. Znajdę go w kaplicy Magów Wody, w południowej części portu miasta Archolos.
uk: В обмін на скромне пожертвування Патриціан покаже мені, як збільшити магічну силу. Я можу знайти його у храмі Магів Води, що у південній частині порту міста Архолос.

source: W zamian za to, zostanie wam zapewnione bezpieczeństwo, jedzenie i dach nad głową.
uk: Натомість ви будете захищені, забезпечені їжею та дахом над головою.

source: W zamian za to, że się postarałeś, masz tu kilka sztuk złota na zachętę.
uk: За те, що ти добре попрацював, ось тобі кілька золотих, як заохочення.

source: W zapiskach pojawiają się też informacje o niezwykle rzadkich skutkach ubocznych, takich jak halucynacje i zaburzenia obsesyjne, jednak jeśli wierzyć badaniom, występują one tylko w skrajnych przypadkach, gdy wydzielina połączona jest z długim wystawieniem na działanie innych używek.
uk: Записи також повідомляють про вкрай рідкісні побічні ефекти, такі як галюцинації та психічні розлади, але, якщо вірити дослідженням, вони виникають лише в крайніх випадках, коли приймання секрету поєднується з тривалим впливом інших стимуляторів.

source: W zasadzie mógłbyś zostać nowicjuszem. O ile jesteś gotowy do opuszczenia Archolos na zawsze.
uk: Власне, ти можеш стати послушником. Якщо ти готовий назавжди покинути Архолос.

source: W zasadzie nie mam nic innego do roboty.
uk: Власне, мені більше нічого робити.

source: W zasadzie nie obchodzi mnie, jak sprawisz, by sprzedał nam ten dom.
uk: В цілому, мені байдуже, як ти змусиш його продати нам будинок.

source: W zasadzie to gdyby nie ich mundury, nigdy nie powiedziałbym, żeby przypominali strażników miejskich. Chociaż, z drugiej strony, niezbyt mnie to dziwi.
uk: Насправді якби не їхня форма, я б ніколи не подумав, що вони з Міської Варти. Хоча, з іншого боку, це мене не дивує.

source: W zasadzie to nic nie czuję.
uk: Насправді, я нічого не відчув.

source: W zasadzie to...
uk: Взагалі-то...

source: W zasadzie, nie zaszkodzi, jeśli będziesz wiedział odrobinę.
uk: Утім, не зашкодить, якщо ти дізнаєшся трохи більше.

source: W zasadzie, to muszę już iść.
uk: Насправді, мені вже час йти.

source: W zaufaniu powiedział mi, że to wszystko dzięki jakieś substancji chemicznej.
uk: По секрету він сказав мені, що це все завдяки якійсь хімічній речовині.

source: W zbieraniu ziół ma mi pomóc nowicjusz Riordian. Powinien być gdzieś na cmentarzu przy domu Lokvara.
uk: Послушник Ріордіан має допомогти мені зібрати трави. Він має бути десь на цвинтарі біля будинку Локвара.

source: W zeznaniach chorych często słyszę, że zostali ugryzieni przez szczury albo mieli z nimi jakiś inny kontakt. W Dzielnicy Biedoty tych wyrośniętych gryzoni jest całe mnóstwo.
uk: Зі слів хворих я часто чую, що їх кусали щурі або вони мали з ними якийсь інший контакт. У Бідному кварталі цих гризунів-переростків дуже багато.

source: W zrozumieniu tego fenomenu należy kierować się przede wszystkim znajomością historii i tego, kim dla mieszkańców Archolos był Volfzack.
uk: У розумінні цього феномену слід керуватися насамперед знанням історії і тим, ким був Вольфзак для жителів Архолосу.

source: W zupełności mu się nie dziwię. Gdyby to mnie ktoś próbował zabić w tak tchórzliwy sposób, zrobiłbym wszystko, żeby nie dać mu drugiej szansy.
uk: Це мене анітрохи не дивує. Якби хтось намагався вбити мене таким боягузливим способом, я б зробив усе, щоб не дати йому другого шансу.

source: W zupie Stana odkryłem wilcze jagody.
uk: Я знайшов вовчі ягоди в супі Стена.

source: W związku z akcją w kopalni?
uk: Це пов'язано з подіями в копальні?

source: W związku z rosnącym zapotrzebowaniem na broń i pancerze dla armii królewskiej, na wyspie Khorinis otwierane są kolejne kopalnie magicznej rudy.
uk: Через зростання попиту на зброю і обладунки для королівської армії, на острові Хорініс відкриваються нові копальні з видобутку магічної руди.

source: W związku z rozpoczęciem tegorocznego sezonu polowania na cieniostwory zachęcam wszystkich łowców do dostarczania mi rogów tych drapieżnych bestii, które uda Wam się upolować. Najlepsze z nich, ozdobią Wilcze Leże podczas najbliższego Święta Przodków.
uk: У зв'язку з початком цьогорічного сезону полювання на тінезвірів, я закликаю всіх мисливців приносити мені роги цих хижаків, яких вам вдасться вполювати. Найкращі з них прикрасять Вовче Лігво під час наступного Свята Предків.

source: W związku z trwającą reorganizacją, wyborem nowego zarządu oraz planowaniem otwarcia nowych szybów, wszelka aktywność w kopalni została wstrzymana na czas nieokreślony.
uk: У зв’язку з поточною реорганізацією, обранням нового складу правління та плануванням відкриття нових тунелів, уся діяльність у копальні призупинена на невизначений період.

source: W związku z tym, wszyscy przebywający na tych terenach, lub starający się o pozwolenie na handel, muszą nie tylko spełniać ogólne przepisy myrtańskie, ale również lokalne przepisy Wilczego Leża.
uk: Відповідно, кожен, хто проживає в цих краях або прагне отримати дозвіл на торгівлю, повинен дотримуватися не лише загальних законів Міртани, а й місцевих правил Вовчого Лігва.

source: W związku z wizytacją Królewskiego Wysłannika na Archolos, wszyscy strażnicy po wypełnieniu dziennych obowiązków mają udać się do dowódcy po stosowne rozkazy.
uk: У зв'язку з візитом Королівського посла на Архолос, всі вартові, після виконання своїх щоденних обов'язків, повинні з'явитися до командира для отримання відповідних розпоряджень.

source: W zwłokach kobiety znalazłem skrzynkę z biżuterią. Sądząc po ubiorze, wątpię, by kobieta była jej prawowitą właścicielką. Oddam skrzynkę Cortezowi.
uk: Я знайшов скриньку з прикрасами у мертвої жінки. Судячи з її одягу, я сумніваюся, що вона була її законною власницею. Я віддам скриньку Кортезу.

source: W środku chyba coś jest.
uk: Здається, всередині щось є.

source: W środku chyba coś trzyma.
uk: Здається, вона щось тримає.

source: W środku coś jest!
uk: Всередині щось є!

source: W środku jest coś ciężkiego.
uk: Всередині щось важке.

source: W środku pobrzękują monety.
uk: Всередині дзвенять монети.

source: W środku podzwania kilka monet,
uk: Всередині дзвенять кілька монет,

source: W środku podzwania kilka monet.
uk: Всередині дзвенять кілька монет.

source: W środku powinien być jeszcze Proximo. Wyjaśni ci, co i jak.
uk: Усередині має бути Проксімо. Він пояснить тобі, що і як.

source: W środku pływają kawałki kapusty.
uk: В ньому плавають шматочки капусти.

source: W środku skrywa się magiczna energia.
uk: Приховує в собі магічну енергію.

source: W środku słychać mnóstwo monet.
uk: Всередині чути дзвін великої кількості монет.

source: W środku znajduje się kilka
uk: Всередині є декілька

source: W środku znajdują się
uk: Всередині знаходяться

source: W żaden sposób mu się nie narażam. To pismo zawiera tylko pozwolenie na wpuszczenie cię do środka, a nie rozkaz, żeby to zrobić.
uk: Я жодним чином його не компрометую. Цей лист містить лише дозвіл впустити тебе, а не наказ це зробити.

source: W żadnym wypadku, kolego. Wielu myśli podobnie, ale tego nie mówi.
uk: Ні в якому разі, мій друже. Багато хто думає так само, але не говорить.

source: W żadnym wypadku. Postawiłem na ciebie u Lorii, więc wolałbym, żebyś wygrał.
uk: Ні в якому разі. Я поставив на тебе в Лорії, тож хочу, щоб ти виграв.

source: W życiu bym się nie spodziewał spotkania ze starym druhem Coenem, i to jeszcze taszczącego skrzynię pełną złota! Tak czy inaczej, Cortez musi dostać ją z powrotem. Sam nie dotacham jej do Przystani. Informowanie Corteza na tym etapie byłoby samobójstwem, ale Simon mógłby się tym zająć. Muszę pamiętać, żeby zagwizdać, gdy będziemy wracali po skrzynię. Martwi mnie, że Coen wspomniał o sprawie z moim ojcem. Może mi to przysporzyć kłopotów w przyszłości.
uk: Ніколи б не подумав, що колись ще зустріну старого приятеля Коена, та ще й зі скринею, повною золота! У будь-якому випадку, Кортез повинен його отримати. Самотужки мені не вдасться притягти її до Гавані. Інформувати Кортеза на цьому етапі буде самогубством, але Саймон може про це подбати. Я маю не забути свиснути, коли ми повертатимемося, щоб забрати скриню. Мене турбує те, що Коен згадував про справу з моїм батьком. Це може принести мені неприємності в майбутньому.

source: W życiu byś się za nią nie spłacił!
uk: Ти в житті не заробив би на неї!

source: W życiu nie dostałem tyle za jedno zlecenie - nie licząc pewnych bardzo zuchwałych złodziei, którzy chcieli, żebym przepisał im kradzioną księgę.
uk: Мені ще ніколи в житті не платили стільки за одне замовлення – не рахуючи кількох дуже зухвалих злодіїв, які хотіли, щоб я переписав для них крадену книгу.

source: W życiu nie widziałem nikogo biegnącego tak szybko.
uk: Я ніколи в житті не бачив, щоб хтось так швидко бігав.

source: W życiu zawsze przychodzi chwila na odpoczynek.
uk: У житті завжди настає момент для відпочинку.

source: WALKA
uk: БОЙОВІ НАВИЧКИ

source: WARG\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Wiatr/Upadek, Pociski\nWYSTĘPOWANIE: Ciemne lasy\nRADA: Bardzo mocno gryzą i występują w stadach - zalecane osłabienie grupy z odległości.
uk: ВАРГ\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Вітер/падіння, стріли, болти\nПОШИРЕННЯ: Дрімучі ліси\nПОРАДА: Дуже сильно кусаються і ходять зграями – рекомендується послаблювати групу на відстані.

source: WCZYTAJ GRĘ
uk: ЗАВАНТАЖИТИ ГРУ

source: WILK\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Pociski, Magia\nWYSTĘPOWANIE: Lasy, ścieżki, polany\nRADA: Gdy są daleko od przeciwnika, próbują skoczyć w jego stronę - łatwo je wtedy wyminąć.
uk: ВОВК\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Стріли, болти, магія\nПОШИРЕННЯ: Ліси, стежки, галявини\nПОРАДА: Коли вони знаходяться на відстані від ворога, то намагаються стрибнути на нього. Тоді від них легко ухилитися.

source: WRÓĆ
uk: (Назад)

source: WYSTĘPOWANIE: Bagna
uk: ПОШИРЕННЯ: Болота

source: WYSTĘPOWANIE: Bagna, cmentarze, ciemne lasy
uk: ПОШИРЕННЯ: Болота, цвинтарі, дрімучі ліси

source: WYSTĘPOWANIE: Bagna, kanały, okolice zbiorników wodnych
uk: ПОШИРЕННЯ: Болота, каналізація, поблизу водойм

source: WYSTĘPOWANIE: Ciemne jaskinie o niegodnej przeszłości
uk: ПОШИРЕННЯ: Темні печери з поганим минулим

source: WYSTĘPOWANIE: Ciemne jaskinie, miejskie kanały
uk: ПОШИРЕННЯ: Темні печери, міська каналізація

source: WYSTĘPOWANIE: Ciemne lasy
uk: ПОШИРЕННЯ: Дрімучі ліси

source: WYSTĘPOWANIE: Duże jaskinie w górzystym terenie
uk: ПОШИРЕННЯ: Великі печери в гірській місцевості

source: WYSTĘPOWANIE: Duże systemy jaskiń
uk: ПОШИРЕННЯ: Великі печерні системи

source: WYSTĘPOWANIE: Duże systemy jaskiń, tereny górskie
uk: ПОШИРЕННЯ: Великі печерні системи, гірські райони

source: WYSTĘPOWANIE: Jaskinie, tereny górskie
uk: ПОШИРЕННЯ: Печери, гірські райони

source: WYSTĘPOWANIE: Jaskinie, zacienione polany
uk: ПОШИРЕННЯ: Печери, тінисті галявини

source: WYSTĘPOWANIE: Kanały
uk: ПОШИРЕННЯ: Каналізація

source: WYSTĘPOWANIE: Kotliny, Niedostępne półki skalne
uk: ПОШИРЕННЯ: Котловини, неприступні скельні виступи

source: WYSTĘPOWANIE: Lasy
uk: ПОШИРЕННЯ: Ліси

source: WYSTĘPOWANIE: Lasy w pobliżu osad ludzkich
uk: ПОШИРЕННЯ: Ліси поблизу людських поселень

source: WYSTĘPOWANIE: Lasy w pobliżu rzek, podmokłe tereny
uk: ПОШИРЕННЯ: Ліси поблизу річок і боліт

source: WYSTĘPOWANIE: Lasy, pola uprawne w pobliżu lasów
uk: ПОШИРЕННЯ: Ліси, поля біля лісів

source: WYSTĘPOWANIE: Lasy, polany
uk: ПОШИРЕННЯ: Ліси, галявини

source: WYSTĘPOWANIE: Lasy, ścieżki, polany
uk: ПОШИРЕННЯ: Ліси, стежки, галявини

source: WYSTĘPOWANIE: Niewielkie jaskinie, ciemne lasy, odosobnione półki skalne
uk: ПОШИРЕННЯ: Невеликі печери, дрімучі ліси, поодинокі виступи скель

source: WYSTĘPOWANIE: Niewielkie jaskinie, lasy
uk: ПОШИРЕННЯ: Невеликі печери, ліси

source: WYSTĘPOWANIE: Okolice osiedli ludzkich
uk: ПОШИРЕННЯ: Людські поселення

source: WYSTĘPOWANIE: Plaże
uk: ПОШИРЕННЯ: Пляжі

source: WYSTĘPOWANIE: Plaże, okolice rzek i zbiorników wodnych
uk: ПОШИРЕННЯ: Пляжі, біля річок та водойм

source: WYSTĘPOWANIE: Plaże, spopielone tereny
uk: ПОШИРЕННЯ: Пляжі, згарища

source: WYSTĘPOWANIE: Podmokłe tereny, okolice zbiorników wodnych
uk: ПОШИРЕННЯ: Вологі місця, поблизу водойм

source: WYSTĘPOWANIE: Pola uprawne
uk: ПОШИРЕННЯ: Поля

source: WYSTĘPOWANIE: Polany
uk: ПОШИРЕННЯ: Галявини

source: WYSTĘPOWANIE: Polany, okolice zbiorników wodnych
uk: ПОШИРЕННЯ: Галявини, біля водойм

source: WYSTĘPOWANIE: Porzucone ludzkie ogniska, małe jaskinie, wąskie przesmyki
uk: ПОШИРЕННЯ: Покинуті багаття, невеликі печери, вузькі проходи

source: WYSTĘPOWANIE: Półki skalne, Opuszczone wieże
uk: ПОШИРЕННЯ: Скельні виступи, покинуті вежі

source: WYSTĘPOWANIE: Rzeki i inne zbiorniki wodne
uk: ПОШИРЕННЯ: Річки та інші водойми

source: WYSTĘPOWANIE: Tereny górskie
uk: ПОШИРЕННЯ: Гірські райони

source: WYSTĘPOWANIE: Tereny górskie, Potrafią dostosować się do każdego terenu gdzie znajdą zwierzynę.
uk: ПОШИРЕННЯ: Гірські райони. Можуть адаптуватися до будь-якої місцевості, де знаходять дичину.

source: WYSTĘPOWANIE: Tereny górskie, skalne przejścia
uk: ПОШИРЕННЯ: Гірські райони, скелясті проходи

source: WYSTĘPOWANIE: Tereny górskie. Często zapuszczają się w inne rejony w poszukiwaniu odpowiedniej ofiary.
uk: ПОШИРЕННЯ: Гірські райони. У пошуках підходящої здобичі часто відправляються в інші райони.

source: WYSTĘPOWANIE: W pobliżu orkowych patroli. Na Archolos - Brak
uk: ПОШИРЕННЯ: Біля патрулів орків. На Архолосі не зустрічаються

source: WYSTĘPOWANIE: Wybrzeża, bagna
uk: ПОШИРЕННЯ: Узбережжя, болота

source: WYSTĘPOWANIE: Zbezczeszczone cmentarze, Ruiny
uk: ПОШИРЕННЯ: Осквернені цвинтарі, руїни

source: WYSTĘPOWANIE: Zbezczeszczone cmentarze, bagna
uk: ПОШИРЕННЯ: Осквернені цвинтарі, болота

source: Wabik na szczury
uk: Щуряча приманка

source: Wabiki wylane. Na efekty będzie trzeba trochę poczekać. Powinienem zająć się pozostałymi czynnościami.
uk: Приманки розлиті. Результат доведеться трохи почекати. Мені слід зайнятися іншими справами.

source: Wabiki wylane. Na efekty będzie trzeba trochę poczekać. Sprawdzę jutro efekty swoich działań.
uk: Приманки розлиті. Завтра перевірю результат.

source: Wady? Ja ich nie dostrzegam! Świetnie płacą, dobrze karmią, dają dach nad głową, a wcale człowiek się nie musi wysilać!
uk: Недоліки? Я їх не бачу! Добре платять, добре годують, дають дах над головою і взагалі не треба багато працювати!

source: Waga? A jakie właściwości może mieć waga? Jak dla mnie to po prostu wykorzystywano ją jako podporę dla miecza.
uk: Терези? А які властивості можуть бути у терезів? Як на мене, їх просто використовували як підставку для меча.

source: Wajcha...? Jaka wajcha?
uk: Важіль...? Який важіль?

source: Wal!
uk: Бий же!

source: Wal.
uk: Задавай.

source: Walcz ze mną własną ręką, a nie cudzą!
uk: Бийся зі мною власними руками, а не чужими!

source: Walczcie o swoje! Wy tworzycie to królestwo!
uk: Боріться за своє! Ви створюєте це королівство!

source: Walczmy.
uk: Давай битися.

source: Walczyliśmy nawet w bitwie o Varrant! To były czasy... dopiero potem zaciągnęliśmy się na statek Corteza.
uk: Ми навіть билися у битві за Варант! Ото були часи... Лише згодом ми найнялися на корабель Кортеза.

source: Walczymy jeszcze raz, ale tym razem bez cudzej pomocy!
uk: Ми битимемось ще раз, але цього разу без сторонньої допомоги!

source: Walczyłeś dzielnie, Marvin, ale siły warga i lat treningu nie powstrzymasz!
uk: Ти хоробро бився, Марвіне, але силу варга і роки тренувань не зупинити!

source: Walcząc przeciwko sobie, tylko zwiększamy jego szanse. Przyłącz się do mnie i zakończmy to razem.
uk: Б'ючись один проти одного, ми лише збільшуємо його шанси. Приєднуйся до мене і давай покінчимо з ним разом.

source: Walenie młotem o kawałek żelaza przez cały dzień? Jedyna głupsza czynność to chyba walenie kilofem o kawałek kamienia.
uk: Цілий день бити молотком по шматку заліза? Єдине безглуздіше заняття – це, хіба що, стукати киркою об шматок каменю.

source: Walenie młotów było podobno tak mocne i jednostajne, że można było dostrzec delikatne fale rozchodzące się po tafli jeziora u podnóża naszych gór.
uk: Кажуть, що стукіт молотів був настільки сильним і одностайним, що можна було побачити ледь помітні хвилі, які розходилися по поверхні озера біля підніжжя наших гір.

source: Walka treningowa z Jornem dobrze mi zrobiła. Przypomniałem sobie dzięki niej kilka starych ruchów.
uk: Тренувальний бій з Йорном пішов мені на користь. Він змусив мене згадати деякі старі прийоми.

source: Walka trwa do czasu, aż jeden z uczestników nie padnie na ziemię. Nikogo nie zabijamy. Gdybym pozwalała tym łachudrom się mordować, to szybko straciłabym zawodników.
uk: Бій триває доти, доки один з учасників не впаде на землю. Ми нікого не вбиваємо. Якби я дозволила цим негідникам вбивати один одного, я б швидко втратила учасників.

source: Walki w zwarciu, wszelkiego rodzaju. Broń jednoręczna i dwuręczna, a jeśli trzeba, to pokazuję, jak nabrać krzepy, żeby każdy z was umiał przyłożyć.
uk: Ближній бій усіх видів. Одноручна і дворучна зброя, а якщо треба, то покажу тобі, як нарощувати силу, щоб кожен із вас міг врізати як слід.

source: Walkę w kopalni przeżyli strażnicy, z którymi przybyłem, i paru górników. Pora wrócić do Rodericha i zdać mu raport.
uk: Після сутички в копальні вціліли лише вартові, з якими я прибув, і ще декілька гірників. Настав час повернутися до Родеріха і доповісти йому.

source: Walkę w kopalni przeżyli strażnicy, z którymi przybyłem, i paru górników. Wrócę do Rodericha i powiem mu, co tu się stało.
uk: Після сутички в копальні вціліли лише вартові, з якими я прибув, і ще декілька гірників. Повернусь до Родеріха і розкажу йому, що сталося.

source: Walter
uk: Волтер

source: Walter oddał ci nadmiar żelaza.
uk: Волтер повернув вам надлишки заліза.

source: Waluta używana w Królestwie Myrtany.
uk: Валюта, що в обігу в Королівстві Міртана.

source: Wam też to radzę,
uk: Раджу вам зробити те ж саме,

source: Wam? Źle mnie zrozumiałeś. Ty młody możesz odejść. Powiedzmy, że nie należymy do zwolenników władzy królewskiej, a w szczególności jej rycerskich reprezentantów.
uk: З вами? Здається, ти мене не зрозумів. Ти, юначе, можеш йти. Скажімо так, ми не в захваті від королівської влади, зокрема від її лицарських представників.

source: Warg
uk: Варг

source: Warsztat
uk: Верстак
